[
    {
      "headline": "Barcelona",
      "description": "3 Months in Spain",
      "text": "I travelled to Barcelona with 3 friends from Berlin. Over two weeks we went sightseeing, ate tapas and took short trips around the area. Barcelona is also known for Dali, the artist. The best thing about Barcelona is Sant Joan. It's a holiday at the end of June, which people celebrate with fireworks late into the night."  },
    {
      "headline": "Soulac",
      "description": "2 Weeks in France",
      "text": "I went to Soulac with a good friend from Munich. We took our tents with us and arrived by public transportation. Once in Soulac we found a camp site close to the Atlantic Ocean. Soulac is a famous tourist destination close to Bordaux. It has good wine and the tasty butter crossant. I also enjoyed the food in the restaurants a lot, especially the sea food."
    },
    {
      "headline": "Lima",
      "description": "2 Weeks in Peru",
      "text": "I met a lot of friendly people in Peru. The highlight was a german beer with a flatmate's friend. The best of Lima is Miraflores in my opinion. This is a district east of Lima, it's one of the more famous parts of Lima. There are several tourist destinations for sightseeing with a shopping center close to the ocean. Some people go surfing during the winter months, altough the sea is rough with a strong wind."
    },
    {
      "headline": "New York",
      "description": "4 Weeks in the US",
      "text": "Stepping out of Penn Station for the first time leaves a memorable impression for the rest of the life. New York is impossible to be described in a travel blog. During my stay I witnessed Halloween in the center of Manhattan. New York is also famous for its boroughs. I liked Brooklyn a lot."
    },
    {
      "headline": "Los Angeles",
      "description": "5 Weeks in the US",
      "text": "I lived in a house in West Hollywood. I had a neighbour with a porsche 911, who also worked as a musician. We had a lot of fun talking about America and Germany. In Los Angeles I admired the life of the streets and I enjoyed the sunny days at Santa Monica Pier."
    },
    {
      "headline": "Istanbul",
      "description": "8 days in Turkey",
      "text": "In 2022 I went to Istanbul with a friend. We were mostly busy with the sightseeing. We booked a hotel in the center and went out with ferries or cabs. The food is impressive, just as the architecture and the people. On the east side we encountered a more lively area of Turkey. Here we found hippy bard, meetups and clubs. I will remember Turkey for its flavours, The best part was a Paulaner beer right in front of a VW Käfer."
    }
  ]